# vim:ft=ruby

# zsh
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-completions"

# CLI tools
brew "eza"
brew "git-delta"
brew "fd"
brew "ripgrep"
brew "fzf"

# LSP
brew "yaml-language-server"
brew "lua-language-server"
brew "cmake-language-server"

# Tools
brew "stylua"
brew "selene"

brew "cmake"
brew "shellcheck"
